---
kind: method
id: M:Autodesk.Revit.DB.TableCellCombinedParameterData.Create
zh: 创建、新建、生成、建立、新增
source: html/d9d21b54-88bc-2fe1-f21b-5ff15a5a933f.htm
---
# Autodesk.Revit.DB.TableCellCombinedParameterData.Create Method

**中文**: 创建、新建、生成、建立、新增

construct a TableCellCombinedParameterData

## Syntax (C#)
```csharp
public static TableCellCombinedParameterData Create()
```